Repository: upekshawisidagama/uw-freelancer
Catalog: languages/uwf-*.po
Languages: si_lk

source: UW Freelancer Profile
si_lk: නිදහස් මිනිසාගෙ විස්තරය

source: Profile
si_lk: විස්තරය

source: Feedback
si_lk: ලද ප්‍රතිචාර

source: Affiliate
si_lk: වෙළදාම

source: Settings
si_lk: සැකසුම්

source: Freelancer Dashboard
si_lk: නිදහස් මිනිස් ප්‍රධාන පුවරුව

source: Freelancer
si_lk: නිදහස් මිනිසා

source: API Console
si_lk: රළු කවුළුව

source: Dashboard
si_lk: ප්‍රධාන පුවරුව

source: Freelancer.com API Console
si_lk: නිදහස් නිවහල් මිනිසුන්ගෙ රළු කවුළුව

source: Query Freelancer.com API
si_lk: නිවහල් මිනිසුන්ගෙ කවුළුව තුලින් සෙවීම අරබනු

source: API Query String
si_lk: රළු කවුළු විමසුම

source: Enter the query string for freelancer.com api call
si_lk: රළු කවුළු විමැසුමට අදාල පැනය ඇතුලත් කරන්න

source: Query API
si_lk: දැන් රළු කවුළුව විමසනු

source: API Query Response
si_lk: රළු කවුළු ප්‍රතිචාරය

source: Save Settings
si_lk: ස්ථිර කරනු

source: Reset Defaults
si_lk: මුල් අගයන් ගෙනෙනු

source: Freelancer Widget
si_lk: නිවහල් මිනිස් විජට

source: UW Freelancer Feedback
si_lk: නිදහස් මිනිසා ලද ප්‍රතිචාර

source: Freelancer Profile
si_lk: නිදහස් මිනිසාගෙ විස්තරය

source: Freelancer Profile Information
si_lk: නිදහස් මිනිසාගෙ විස්තර දත්ත

source: User ID
si_lk: හැඳුනුම් අංකය

source: Enter your freelancer.com user id
si_lk: නිදහස් මිනිස් හැඳුනුම

source: Profile Structure
si_lk: විස්තර සැකසුම

source: Manage freelancer profile widget structure
si_lk: විස්තර සැකසුම කළමනාකරණය කරමු

source: Freelancer Logo
si_lk: නිදහස් මිනිසුන්ට වෙන්වූ රූපය

source: Display freelancer.com logo on top of the profile widget
si_lk: නිදහස් මිනිසුන්ට වෙන්වූ රූපය විජට්ටුවෙ පෙන්වන්න

source: User Photo
si_lk: චායාරූපය

source: Display freelancer.com user profile photo in the profile widget
si_lk: චායාරූපය විජට්ටුවෙ පෙන්වන්න

source: Username
si_lk: භාවිත නාමය

source: Display freelancer.com username in the profile widget
si_lk: භාවිත නාමය විජට්ටුවෙ පෙන්වන්න

source: Company
si_lk: සෙවා ස්ථානය

source: Display freelancer.com user company in the profile widget
si_lk: සෙවා ස්ථානය විජට්ටුවෙ පෙන්වන්න

source: City
si_lk: නගරය

source: Display freelancer.com user city in the profile widget
si_lk: නගරය විජට්ටුවෙ පෙන්වන්න

source: Country
si_lk: උපන් රට

source: Display freelancer.com user country in the profile widget
si_lk: උපන් රට විජට්ටුවෙ පෙන්වන්න

source: Registred Date
si_lk: ලියාපදිංචි වූ දිනය

source: Display freelancer.com user registered date in the profile widget
si_lk: ලියාපදිංචි වූ දිනය විජට්ටුවෙ පෙන්වන්න

source: Rating
si_lk: පිළිගැනීම

source: Display freelancer.com user provider rating in the profile widget
si_lk: පිළිගැනීම විජට්ටුවෙ පෙන්වන්න

source: Project Count
si_lk: ව්‍යාපෘති ගණන

source: Display freelancer.com user completed project count in the profile widget
si_lk: ව්‍යාපෘති ගණන විජට්ටුවෙ පෙන්වන්න

source: Job List
si_lk: වැඩ ලෛස්තුව

source: Display freelancer.com job list in the profile widget
si_lk: වැඩ ලෛස්තුව විජට්ටුවෙ පෙන්වන්න

source: Freelancer Styles
si_lk: නිදහස් මිනිස් රටා

source: Formatting/Styling options for Freelancer.com Widgets
si_lk: විජට්ටුව සඳහා වන වෙස්පෙරලුම් විකල්ප

source: Customize Appearence
si_lk: වෙස් පෙරලනු

source: Customize Widget Appearence
si_lk: විජට්ටුවෙ වෙස් පෙරලනු

source: Visit Freelancer Widget section to customize the widget appearence
si_lk: විජට්ටුව සඳහා වන වෙස්පෙරලුම් විකල්ප සඳහා උත්සහ කරන්න
